<?php

class voiceDatabasePostData
{
    const data = [
        'post21' => [
            'id' => '21',
            'gender' => 'young_man',
            'title' => '面会して最後の別れを家族でできました',
            'address' => '東京都足立区',
            'name' => 'A.Y',
            'date' => '2023年9月27日',
            'planId' => 'plan2',
            'body' => '<p>父のお葬式で対応頂きました。<br>安置中に面会ができるところを希望していましたが、家の近くで探していただけたので、面会もスムーズでした。<br>スタッフの方も専門的な言葉を使わずに私にもわかるように説明してくれたので、大変ありがたかったです。</p>'
        ],
        'post20' => [
            'id' => '20',
            'gender' => 'elderly_woman',
            'title' => '主人が好きだったお花を入れて頂きました',
            'address' => '東京都中野区',
            'name' => 'O.J',
            'date' => '2023年9月1日',
            'planId' => 'plan3',
            'body' => '<p>元々主人が都民のお葬式さんで終活をしていたので、亡くなった後も本人の意向通りにお葬式ができました。<br>お花の祭壇は、主人が好きだったオレンジ色のお花を入れてもらったので、主人もきっと喜んでいるんじゃないかなと思います。</p>
            <p>娘には私に何かあったら都民のお葬式さんに電話するように伝えていますので、またお世話になりたいと思います。</p>'
        ],
        'post19' => [
            'id' => '19',
            'gender' => 'elderly_man',
            'title' => '最適な火葬場でできました',
            'address' => '東京都墨田区',
            'name' => 'S.A',
            'date' => '2023年8月16日',
            'planId' => 'plan1',
            'body' => '<p>私一人だけの参列だったこともあり、費用をなるべく抑えたかったので、都民のお別れ葬にしました。</p>
            <p>私の家の近くにはいくつか火葬場が有りましたが、一番費用が抑えられるところで案内してもらいました。預かってもらう期間が少し長くなってしまいましたが、他の火葬場で行うより総額が抑えられたので、要望に応えて頂けて良かったです。</p>'
        ],
        'post18' => [
            'id' => '18',
            'gender' => 'elderly_woman',
            'title' => '気持ちの良い対応に感謝',
            'address' => '東京都板橋区',
            'name' => 'T.I',
            'date' => '2023年7月31日',
            'planId' => 'plan4',
            'body' => '<p>気持ちの良い対応で、感謝しています。お通夜、告別式の担当の方にも大変お世話になりました。<br>息子と同じくらいの年齢でしたが、テキパキと動いてくれて心強かったです。</p>
            <p>家族のみでしたが、ちょうどよい大きさの式場で、良いお葬式ができました。</p>'
        ],
        'post17' => [
            'id' => '17',
            'gender' => 'elderly_man',
            'title' => '料金や内容を比較して決めました',
            'address' => '東京都多摩市',
            'name' => 'H.M',
            'date' => '2023年7月14日',
            'planId' => 'plan2',
            'body' => '<p>複数社見積をしていましたが、他社だと必要なものが別料金になっていたり、保管の日数が少なかったりしたので、料金だけでなく内容も比較して、都民のお葬式さんにお願いしました。</p>
            <p>無事火葬ができてほっとしています。ありがとうございました。</p>'
        ],
        'post16' => [
            'id' => '16',
            'gender' => 'young_woman',
            'title' => '配慮が暖かかったです',
            'address' => '東京都大田区',
            'name' => 'N.A',
            'date' => '2023年6月20日',
            'planId' => 'plan2',
            'body' => '<p>私の叔母の葬儀でお世話になりました。<br>職業柄、感染症対策の為、家族だけで火葬プランでお願いしました。</p>
            <p>来てくださった担当者様もマスクをして配慮をしてくれましたし、そういった細かい対応が本当に嬉しかったです。</p>'
        ],
        'post15' => [
            'id' => '15',
            'gender' => 'elderly_man',
            'title' => '祖父の時と同じくらい豪華にできました',
            'address' => '東京都目黒区',
            'name' => 'H.Y',
            'date' => '2023年6月8日',
            'planId' => 'plan5',
            'body' => '<p>担当の方が、大規模なお葬式に慣れているベテランな方だったので、安心してお任せすることができました。</p>
            <p>来てくださった方は想定していたよりも少し多くなってしまいましたが、担当の方は焦ることなくしっかりと進行をしてくれて、ありがたかったです。</p>'
        ],
        'post14' => [
            'id' => '14',
            'gender' => 'young_man',
            'title' => '滞りなくできありがとうございました。',
            'address' => '東京都府中市',
            'name' => 'K.S',
            'date' => '2023年5月30日',
            'planId' => 'plan1',
            'body' => '<p>事前に相談もしていなかったですが、滞りなく火葬ができ、ありがとうございました。<br>火葬場が込み合っていて、追加の安置料がかかったのがしょうがないことですが、残念でした。</p>'
        ],
        'post13' => [
            'id' => '13',
            'gender' => 'young_woman',
            'title' => 'お別れ会でお願いしました',
            'address' => '東京都豊島区',
            'name' => 'W.K',
            'date' => '2023年5月12日',
            'planId' => 'plan3',
            'body' => '<p>お通夜や告別式という堅苦しいのが嫌だったので、最初は直葬で検討していました。</p>
            <p>都民のお葬式さんに電話をしてみると、お別れ会として、お好きな音楽や父の写真を飾ってみることもできる、と教えてくれたので、都民の一日葬でお願いしました。</p>
            <p>父の写真を飾るために、家のアルバムを整理しましたが懐かしい写真ばかりで、元気がなかった母も若いころの写真を見て、すごく懐かしんでいましたし、父の死を受け入れられて少し元気が出てきたようにも見えます。</p>
            <p>火葬式だったらこういう式はできなかったと思うので、お別れ会でお願いして本当に良かったです。</p>'
        ],
        'post12' => [
            'id' => '12',
            'gender' => 'elderly_woman',
            'title' => '読経もしてもらい満足です',
            'address' => '東京都足立区',
            'name' => 'O.R',
            'date' => '2023年4月13日',
            'planId' => 'plan2',
            'body' => '<p>家族でも話し合いたいと思ったので、資料を送っていただきました。</p>
            <p>資料を見ると、直葬でもお花や遺影写真も追加できると書いてあって、<br>全然さみしくないんだなと思って安心しました。</p>
            <p>お式のようにお坊さんは来れないものだと思っていたのですが、読経もしてもらってお骨にしたかったので、火葬式がぴったりでした。</p>'
        ],
        'post11' => [
            'id' => '11',
            'gender' => 'young_man',
            'title' => '家族だけで一日葬',
            'address' => '東京都江東区',
            'name' => 'A.J',
            'date' => '2023年3月27日',
            'planId' => 'plan3',
            'body' => '<p>叔父のお葬式で、一日葬をお願いしました。</p>
            <p>家族だけの葬儀なので、火葬のみでもいいと思っていましたが、ゆっくりと最期の時間を過ごすことができたので一日葬を選んで良かったです。</p>
            <p>お坊さんは前に母の葬儀でお世話になった方にお願いしましたが、もし都合が悪かったら、都民のお葬式さんがサポートしてくれるというのは安心でした。</p>'
        ],
        'post10' => [
            'id' => '10',
            'gender' => 'young_woman',
            'title' => 'しっかりとお別れができました',
            'address' => '東京都八王子市',
            'name' => 'K.A',
            'date' => '2023年3月6日',
            'planId' => 'plan1',
            'body' => '<p>プランの料金通りで済ますことができました。<br>しかも、火葬料金が無料の火葬場を手配してもらえたのでよかったと思いました。</p>
            <p>自宅は狭く置いておけないので、火葬まで預かってもらえて安心でしたし、シンプルに葬式をするなら十分な内容だと思います。</p>'
        ],
        'post9' => [
            'id' => '9',
            'gender' => 'young_man',
            'title' => '自宅で火葬までともに過ごせました',
            'address' => '東京都東村山市',
            'name' => 'I.T',
            'date' => '2023年2月21日',
            'planId' => 'plan2',
            'body' => '<p>父が亡くなった際、急いでネット検索をしてみて、都民のお葬式さんを見つけ、すぐに連絡を取りました。</p>
            <p>病院から迎えの手配をとのことだったので、最優先で確認したのは、今日すぐに来てもらえるかどうかでした。快くすぐに駆けつけてくれて、安心したのを覚えています。</p>
            <p>お葬式の打ち合わせをした時に、火葬当日では、父の顔を見られる時間がそんなに長くないと説明してくれたので、自宅で火葬の日まで一緒に過ごせるプランを選んでよかったと思います。</p>
            <p>急に電話をしても対応してくれて本当に良かったです。</p>'
        ],
        'post8' => [
            'id' => '8',
            'gender' => 'elderly_man',
            'title' => '悔いのないお葬式ができました',
            'address' => '東京都江戸川区',
            'name' => 'S.S',
            'date' => '2023年2月9日',
            'planId' => 'plan4',
            'body' => '<p>娘がお葬式をお願いできるところをスマホで探してくれて、こちらを知ることができました。</p>
            <p>私自身は検索に不慣れで、お葬式は高額なイメージがあったので、この料金で本当に十分な葬儀ができるのか不安でしたが、料金も明瞭だったので、お願いしました。</p>
            <p>家族だけの少人数のお葬式でありながら、通夜と告別式をしっかりと行うことができ、後悔のない葬儀ができました。</p>'
        ],
        'post7' => [
            'id' => '7',
            'gender' => 'young_man',
            'title' => '流れ作業ではない誠実な対応が良かった',
            'address' => '東京都大田区',
            'name' => 'A.K',
            'date' => '2023年01月31日',
            'planId' => 'plan1',
            'body' => '<p>疎遠になっていた兄の葬儀をお願いしました。私と兄は趣味も考え方も全く違い、近年はすれ違う事が多かったのですが、子供の頃よく一緒に遊んでもらった兄ですからお葬式くらいは私が責任を持ってしてあげたい、という想いでいくつかの葬儀社に問い合わせをしました。</p>
            <p>TVでCMが流れているような葬儀社は流れ作業のような案内でしたが、都民のお葬式は都民限定なためかこちらの話をしっかり聞いてくれて、終始丁寧に対応をしてくれたのが良かった。</p>
            <p>兄は無宗教で、私も金銭的にあまり余裕が無かったので、プラン内容が基本的なものに絞られていて他の物はオプションで追加する形式になっていたのも助かった。火葬場では棺にお花を入れることもでき、しばらく言葉を交わすことがなかった兄とも最後に言葉が交わせたような気がします。担当者の対応もとても親切で進行もスムーズでした。欲を言えば千葉や茨木に住んでいる親族もいるのでもう少し対応地域を広げて欲しい。</p>'
        ],
        'post6' => [
            'id' => '6',
            'gender' => 'elderly_woman',
            'title' => '安価な料金と臨機応変な対応に感謝',
            'address' => '東京都昭島市',
            'name' => 'S.O',
            'date' => '2022年09月23日',
            'planId' => 'plan3',
            'body' => '<p>母が亡くなった後、病院から葬儀社を紹介されました。その葬儀社は連絡するとすぐに迎えに来てくれましたが、母を自宅に運んだ後に見せられた見積もりにびっくりしました。</p>
            <p>最初に予算は50万円だと説明していたのに提示された金額は110万円。そんなに支払えないと言うと担当者の態度が急に悪くなり「50万円で葬儀なんて無理です」と切って捨てられました。大切な母のお葬式ですから出来る限りのことはしたいと思ってましたが、支払える金額には限度があります。悩み抜いてネットで見つけた都民のお葬式に電話をしました。</p>
            <p>電話に出た方はとても親身に話を聞いてくれました。見積もりの110万円にもすぐに高いとは言わず、お坊さんやお花の量など、細かく内容を確認したうえで「その内容で110万円は少々お高いと思います」と言ってくれました。そういう冷静なところが返って信用できる気がして、そのまま都民のお葬式にお願いすることになりました。</p>
            <p>その後の対応もとても早かった。すぐに担当者が自宅まで駆けつけてくれて、病院の葬儀社とも話をつけてくれました。家族葬から一日葬に変更はしましたが、金額も希望の50万円。誰に見せても恥ずかしくない立派な葬儀でした。正直ネットで偶然見つけた都民のお葬式に頼むのは不安もありました。でも信じてお願いして良かったです。</p>'
        ],
        'post5' => [
            'id' => '5',
            'gender' => 'young_woman',
            'title' => 'とにかく分かりやすく丁寧',
            'address' => '東京都福生市',
            'name' => 'Y.M',
            'date' => '2022年07月26日',
            'planId' => 'plan4',
            'body' => '<p>母は闘病生活が長く、亡くなるまでお葬式について考える余裕が全くありませんでした。亡くなってから慌てて色々なサイトを見て回ったのですが、分かりづらいサイトが多く、最後に行きついたのが「都民のお葬式」です。他のサイトよりパッと見て分かりやすかったので問い合わせることにしました。</p>
            <p>ただ、いざ電話をするとなるとやっぱり不安だらけ。お葬式の流れや料金なんてさっぱり分からないから何から聞けばいいかも分かりませんでしたが、電話に出た方は私の疑問や不安をうまく聞き出して本当に丁寧に説明してくれました。話しているうちに四十九日や散骨などにも興味が湧いて色々聞いてしまいましたが、どんな質問にも丁寧に答えてくれて、ここなら信用できると思って決めました。</p>
            <p>お葬式当日の担当者さんもとても感じの良いテキパキした方でしたね。私みたいな人間が迷うポイントが分かっているみたいで、次は何を行いますとかどうしたらいいですよとか前持って段取りを指示してくれたおかげで最後まで全くストレスを感じませんでした。正直他の葬儀社と比べても安い料金でこんなに丁寧に対応してくれるとは思いませんでした。とても心強くて助かりました。</p>'
        ],
        'post4' => [
            'id' => '4',
            'gender' => 'young_woman',
            'title' => '友人のような温かさを感じる対応でした',
            'address' => '東京都葛飾区',
            'name' => 'M.A',
            'date' => '2022年06月11日',
            'planId' => 'plan3',
            'body' => '<p>都民のお葬式さんに葬儀をお願いしたのは亡くなったお義母さんが事前に選んでいたからです。何度か問い合わせをして親切だったからと言っていましたが、私が依頼の連絡をしたときもしっかりと説明してもらえました。</p>
            <p>驚いたのは電話をしてお義母さんの事を伝えた時、お義母さんが以前相談した内容などをきちんと把握してくれていたことです。私がお葬式の内容で迷った時に「お義母様は生前このように仰っていましたよ」などとお義母さんの生前の要望を教えてくれて助かりました。お義母さんの知り合いと話しているみたいで何だか嬉しかったですね。</p>
            <p>お葬式も全く問題なくすんなり終わりました。お義母さんの希望に沿ったお葬式ができたんじゃないかと思っています。もちろん完璧かどうかは分かりませんが心残りはありません。親族に寄り添った葬儀をしてくれて都民のお葬式さんには本当に感謝しかありません。ありがとうございました。</p>'
        ],
        'post2' => [
            'id' => '2',
            'gender' => 'young_woman',
            'title' => '最愛の母へ心に残るお葬式ができました',
            'address' => '東京都足立区',
            'name' => 'I.K',
            'date' => '2022年03月02日',
            'planId' => 'plan4',
            'body' => '  <p>亡くなったのは母で68歳でした。</p>
            <p>早くに病気で父を亡くし、女手一つで私と弟を育ててくれた母は、朝早くから夜遅くまで働き通しであったにも関わらず、いつも私達の他愛もない話を聞いて微笑んでくれる優しい人でした。私や弟が大学に行く際も、家計を心配して進学を迷っている私達に「後悔しないように進みなさい。あなた達がお金の心配するなんて100年早いんだから！」と笑って背中を押してくれた母でした。</p>
            <p>それから私と弟は就職・結婚して家を出ましたが、たまに娘を連れて帰省すると、母はいつも元気で、家庭菜園で採れたトマトを「これとっても美味しくできたのよ」と持ってきてくれる程でしたので、この日々がずっと続くように思っていました。</p>
            <p>そんな強くて優しい母が「最近少し具合が悪くて」というようになったのは、一昨年の冬のことでした。慌てて病院に連れて行ったところ、ガンでした。しかもすでにステージ4で、もっても半年から1年とのことでした。我慢強い母は、私や弟に心配かけまいと、本当に我慢できなくなるまで何も言わなかったのです。その結果を聞いた時、私は目の前が真っ暗になり、何も気づかなかった自分を責めました。</p>
            <p>それから夫と相談し、私の家に呼び寄せて同居したのですが、亡くなるまでの半年間、娘を目に入れても痛くないほど可愛がってくれ、最後は苦しまず安らかに目を閉じました。</p>
            <p>その際、弟が事前に相談してくれていたのが都民のお葬式でした。「一度問い合わせをしてみたらとても親切に対応してくれて、営業的なものを全く感じなかった」とのことでした。実際、依頼してみるとすぐに母を迎えにきてくれて、まるで母がまだ生きているかのように丁寧に対応してくれました。コロナ渦ということもあって家族葬を選びましたが、「葬儀に決まった形式はありません。故人様を想う気持ちが一番大切です。」と仰っていただき、葬儀の内容についても故人の好きだった音楽を流してくれたり、故人のビデオを流したりととても柔軟に対応していただきました。私たちがこんなことをしたいと相談した時も、色々なアイディアを出してくれて、それにかかる費用もきちんと事前に明示してくれたのでとても安心でした。</p>
            <p>最愛の母のため、心に残るお葬式をすることができてとても満足でした。</p>'
        ],
        'post1' => [
            'id' => '1',
            'gender' => 'young_man',
            'title' => '遺族の気持ちによりそう対応に感動',
            'address' => '東京都国分寺市',
            'name' => 'Y.S',
            'date' => '2021年10月24日',
            'planId' => 'plan2',
            'body' => ' <p>亡くなったのは祖父です。以前から認知症を患っており、高齢だったこともあり、覚悟はしていました。</p>
            <p>以前はとても頑固で厳しいところもあった祖父でしたが、数年前に祖母を亡くしてから一気に認知症が進み、最近は寝たきりの状態が続いていました。</p>
            <p>以前祖母のお葬式をした際は地元の葬儀社にお願いしたのですが、これもつけた方がいい、あれもつけたほうがいいと勧められるままにオプションを追加していった結果、最終的な金額が大幅に高くなってしまったため、正直葬儀社には良いイメージを持っていませんでした。</p>
            <p>都民のお葬式にもとりあえず一度問い合わせをしてみようという程度で電話をしたのですが、予想に反して電話に出た方の対応はとても丁寧で、押しつけがましいところが一切ありませんでした。</p>
            <p>最初は通夜・告別式を行おうと思っていましたが、知り合いに遠方から来る方や高齢者がいることを説明したところ、紹介してくれたのは一日葬でした。普通は通夜・告別式をやっても良いと言えば料金の高い通夜・告別式があるプランを紹介されそうなものですが、私の状況を聞きながら一番合ったプランを紹介してくれたので、ここは信用できると思いました。</p>
            <p>また、電話口で悩んでいると、「もし今決められないようであれば、故人様を搬送した後に決めていただいても構いません。大切な方を亡くされたのですから悩むのは当然です。気になさらないでください。」と仰っていただき、とても心が楽になりました。</p>
            <p>その後の搬送や担当者の説明もとても丁寧で、私が後悔しないお葬式をすることを一番に考えてくれていたように思います。もし友人等からお葬式について質問されたら、迷わず「都民のお葬式」を紹介したいと思います。</p>'
        ]
    ];
}
