<?php
class newsDatabasePostData
{
    const data = [
        'post7' => [
            'id' => '20231019',
            'title' => '生活保護葬をご検討の皆様へ',
            'date' => '2023年10月19日',
            'body' => '<p>生活保護葬の専用ページをご用意いたしました。</p>
                       <p>詳細は<a href="https://tomin-osohshiki.jp/service/seikatsuhogo"><u>こちら</u></a>にてご確認ください。</p>
                       <p>ご相談は24時間365日お電話にて承っております。ご不安なことなどございましたら、お気軽にお電話ください。</p>'
        ],
        'post6' => [
            'id' => '20230911',
            'title' => 'WEBサイトをリニューアルしました。',
            'date' => '2023年09月11日',
            'body' => '<p>WEBサイトをリニューアルしました。</p>
                       <p>今後もより幅広い式場をご利用頂けるよう尽力して参ります。</p>'
        ],
        'post5' => [
            'id' => '20230511',
            'title' => 'WEBサイトをリニューアルしました。',
            'date' => '2023年05月11日',
            'body' => '<p>WEBサイトをリニューアルしました。</p>
                       <p>今後もより幅広い式場をご利用頂けるよう尽力して参ります。</p>'
        ],
        'post4' => [
            'id' => '20221216',
            'title' => 'コロナ関連葬儀をご検討の皆様へ',
            'date' => '2022年12月16日',
            'body' => '<p>コロナ関連葬儀のページを追加致しました。</p>
                       <p>ご相談は24時間365日、ご不安な事やご不明点は気軽にお問い合わせ下さい。</p>
                       <p>詳細は<a href="https://tomin-osohshiki.jp/corona/"><u>こちら</u></a>にてご確認ください。</p>'
        ],
        'post3' => [
            'id' => '20220609',
            'title' => 'WEBサイトをリニューアルしました。',
            'date' => '2022年06月09日',
            'body' => '<p>WEBサイトをリニューアルしました。</p>
                       <p>今後もより幅広い式場をご利用頂けるよう尽力して参ります。</p>'
        ],
        'post2' => [
            'id' => '20220523',
            'title' => '利用可能式場が250箇所に拡大致しました。',
            'date' => '2022年05月23日',
            'body' => '<p>利用可能式場が250箇所を突破致しました。</p>
                       <p>今後もより幅広い式場をご利用頂けるよう尽力して参ります。</p>'
        ],
        'post1' => [
            'id' => '20220510',
            'title' => '提供エリアを東京都全域に変更致しました。',
            'date' => '2022年05月10日',
            'body' => ' <p>提供エリアを東京都全域に拡大致しました。引き続き都民の皆様のお気持ちに寄り添った葬儀をお手配させて頂きますので、今後ともご愛顧のほど宜しくお願い申し上げます。</p>'
        ]
    ];
}
